Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Couldn't change nice value of process.
ug: ئىجرانىڭ ئەڭ ياخشى قىممىتى(nice value) نى ئۆزگەرتكىلى بولمىدى.

source: Couldn't find any default command to run.
ug: ئىجرا قىلىدىغان ھېچقانداق كۆڭۈلدىكى پروگرامما تېپىلمىدى.

source: Couldn't find pixmap file: %s
ug: Pixmap ھۆججىتى تېپىلمىدى: %s

source: Couldn't import from old database: %s
ug: كونا سانداندىن ئىمپورت قىلغىلى بولمىدى: %s

source: Couldn't send signal %d to the task with ID %d %s
ug: سىگنال %d نى كىملىكى %d بولغان ۋەزىپىگە ئەۋەتكىلى بولمىدى %s

source: Couldn't set priority %d to the task with ID %d
ug: مەرتىۋە %d نى كىملىكى %d بولغان ۋەزىپىگە بەلگىلىيەلمىدى

source: Countdown period / Alarm time
ug: تەتۈر ساناش ۋاقتى/ قوڭغۇراق ۋاقتى

source: Counterclockwise
ug: سائەت يۆنىلىشىگە قارشى

source: Country
ug: دۆلەت

source: Cr_eate Archive...
ug: ئارخىپ قۇر(_E)...

source: Create Action
ug: مەشغۇلات قۇرۇش

source: Create Bookmark
ug: خەتكۈش قۇرۇش

source: Create Directory
ug: مۇندەرىجە قۇر

source: Create Document Error
ug: پۈتۈك قۇرۇش خاتالىقى

source: Create Document from template "%s"
ug: قېلىپ «%s» غا ئاساسەن پۈتۈك قۇر

source: Create File Error
ug: ھۆججەت قۇرۇش خاتالىقى

source: Create From _Template
ug: قېلىپ ئىشلىتىپ ياسا(_T)

source: Create ISO from CD
ug: CD نى ISO ھۆججىتىگە ئايلاندۇر

source: Create Launcher
ug: ئىجراچى قۇر

source: Create Launcher <b>%s</b>
ug: ئىجراچى <b>%s</b> قۇرۇش

source: Create Launcher on the panel
ug: كۆزنەك ئۈستىگە ئىجراچى ياساش

source: Create Link
ug: ئۇلانما قۇر

source: Create New File
ug: يېڭى ھۆججەت قۇرۇش

source: Create New Folder
ug: يېڭى مۇندەرىجە قۇر

source: Create New Panel
ug: يېڭى كۆزنەكچە قۇرۇش

source: Create New...
ug: يېڭىدىن قۇرۇش…

source: Create Symlin_k
ug: بەلگە ئۇلانما(Symlink) قۇر(_K)

source: Create _Bookmark
ug: خەتكۈش قۇرۇش(_B)

source: Create _Document
ug: پۈتۈك ياسا(_D)

source: Create _Folder...
ug: قىسقۇچ ياسا(_F)…

source: Create _Launcher
ug: ئىجراچى قۇر(_L)

source: Create _Launcher...
ug: ئىجراچى ياسا(_L)...

source: Create _New Playlist
ug: يېڭى قويۇش تىزىمى قۇر(_N)

source: Create _New...
ug: يېڭىدىن قۇرۇش…

source: Create _Shortcut
ug: قىسقا يول قۇر(_S)

source: Create _Symlink
ug: بەلگە ئۇلانما قۇر(_S)

source: Create _URL Link...
ug: URL ئۇلانمىسى ياسا(_U)...

source: Create a bookmark from the selected share
ug: تاللانغان ھەمبەھىردىن خەتكۈش قۇرۇش

source: Create a link to the selected file on the desktop
ug: ئۈستەلئۈستىگە تاللانغان ھۆججەتنىڭ ئۇلانمىسىنى ياسايدۇ

source: Create a new data disc with the files of your choosing
ug: تاللىغان ھۆججەتلىرىڭىزدىن يېڭى سانلىق ئاساس دىسكىسى قۇرىدۇ

source: Create a new desktop file in the given directory
ug: كۆرسىتىلگەن مۇندەرىجىگە ئۈستەلئۈستى ھۆججىتى قۇر

source: Create a new document
ug: يېڭى ھۆججەت قۇرىدۇ

source: Create a new document in a new window
ug: يېڭى كۆزنەكتە يېڭى ھۆججەت قۇرىدۇ

source: Create a new folder in "%s"
ug: «%s» گە يېڭى مۇندەرىجە ياسا

source: Create a new list, or load an existing one
ug: يېڭى تىزىم قۇرىدۇ ياكى بارىنى ئوقۇيدۇ

source: Create a new property if it does not already exist
ug: ئەگەر يوق بولسا يېڭى خاسلىق قۇرۇش

source: Create a new session.
ug: يېڭى ئەڭگىمە قۇرىدۇ.

source: Create a symbolic link for the selected file
ug: تاللانغان ھۆججەتنىڭ بەلگىلىك(symbolic) ئۇلانمىسىنى ياساش

source: Create a theme _archive (.obt)...
ug: بىر ئۆرنەك ئارخىپى قۇرىدۇ(.obt)(_A)…

source: Create an archive with the selected object
ug: تاللانغانلىرىنى ئىشلىتىپ ئارخىپ قۇرىدۇ

source: Create an empty folder within the current folder
ug: ھازىرقى مۇندەرىجە ئىچىگە قۇرۇق مۇندەرىجە ياسايدۇ

source: Create and manage archives with the archive manager
ug: ئارخىپ باشقۇرغۇدا ئارخىپلارنى قۇرۇش ۋە باشقۇرۇش

source: Create directory
ug: مۇندەرىجە قۇر

source: Create new archive
ug: يېڭى ئارخىپ قۇر

source: Create new launcher from %d desktop file
ug: ئۈستەلئۈستى ھۆججىتى %d دىن ئىجراچى قۇرۇش

source: Create new playlist
ug: يېڭى قويۇش تىزىمى قۇرۇش

source: Create new tab for this folder
ug: مەزكۇر قىسقۇچ ئۈچۈن يېڭى بەتكۈچ قۇرىدۇ

source: Create/Load Backdrop List
ug: سۈرەت تىزىم ھۆججىتىنى قۇرۇش/ئوقۇش

source: Creating directories...
ug: مۇندەرىجىلەرنى قۇرۇۋاتىدۇ...

source: Creating files...
ug: ھۆججەتلەرنى قۇرۇۋاتىدۇ...

source: Creating symbolic links in "%s"...
ug: «%s» نىڭ ئىچىگە بەلگىلىك(symbolic) ئۇلانما قۇرۇۋاتىدۇ...

source: Creating symlinks
ug: بەلگە ئۇلانما قۇرۇۋاتىدۇ

source: Credits
ug: تەشەككۈر

source: Critical battery action:
ug: توك تۈگەي دەپ قالغاندا ئېلىپ بارىدىغان مەشغۇلات:

source: Critical percentage:
ug: ‹تۈگەي دەپ قالدى›نىڭ پىرسەنتى:

source: Critical quality percentage:
ug: مۇھىم سۈپەت پىرسەنتى:

source: Croatian
ug: خورۋاتچە

source: Crop
ug: قىرقىش

source: Cross this to use default instead of selected value
ug: تاللانغان قىممەتنى ئىشلەتمەي كۆڭۈلدىكىنى ئىشلىتىش ئۈچۈن بۇنى سىزىۋەت

source: Cross this to use system default font instead of selected font
ug: تاللانغان فونتنى ئىشلەتمەي سىستېمىنىڭ كۆڭۈلدىكى فونتىنى ئىشلىتىش ئۈچۈن بۇنى سىزىۋەت

source: Cross this to use system default instead of selected color
ug: تاللانغان رەڭنى ئىشلەتمەي سىستېمىنىڭ كۆڭۈلدىكى رېڭىنى ئىشلىتىش ئۈچۈن بۇنى سىزىۋەت

source: Cross-platform audio output library
ug: بىر قانچە OS مۇھىتىدا ئىشلەيدىغان ئۈن چىقىرىش فۇنكسىيە ئامبىرى

source: Cu_rsor color:
ug: نۇربەلگىسى رېڭى:

source: Cu_t
ug: كەس(_T)

source: Current
ug: ھازىرقى ۋاقىت

source: Current Locale
ug: ھازىرقى Locale

source: Current Playlist
ug: ھازىرقى قويۇش تىزىمى

source: Current categories
ug: ھازىرقى كاتېگورىيەلەر

source: Current file
ug: ھازىرقى ھۆججەت

source: Current file is copied and stays unmodified in the old place.
ug: ھازىرقى ھۆججەت كۆچۈرۈلىدۇ، بۇرۇنقى ئورۇندىكىسى شۇ پېتى قالىدۇ، ئۆزگەرمەيدۇ.

source: Current file is moved and vanishes from the old place.
ug: ھازىرقى ھۆججەت يۆتكىۋېتىلىدۇ ھەم بۇرۇنقى ئورۇندىن غايىب بولۇپ كېتىدۇ.

source: Current foreign files
ug: ھازىرقى سىرتقى ھۆججەتلەر

source: Current governor:
ug: نۆۋەتتىكى governor:

source: Current station
ug: نۆۋەتتىكى ئىستانسا

source: Current tab
ug: ھازىرقى بەتكۈچ

source: Currently loaded plugins
ug: نۆۋەتتە ئوقۇلغان قىستۇرمىلار

source: Currently no data available.
ug: ھازىر مەلۇمات يوق.

source: Currently selected device
ug: ھازىر تاللانغان قوزغاتقۇچ

source: Cursor
ug: نۇربەلگە

source: Cursor _size:
ug: نۇربەلگە چوڭلۇقى(_S):

source: Cursor blink
ug: نۇربەلگىنىڭ لىپىلدىشى

source: Cursor follows playback
ug: نۇربەلگە قويۇۋاتقىنىغا ئەگەشسۇن

source: Cursor item border color
ug: نۇربەلگىنىڭ گىرۋىكىنىڭ رەڭگى

source: Cursor item fill color
ug: نۇربەلگىنىڭ رەڭگى

source: Cursor item text color
ug: نۇربەلگىنىڭ تېكىستىڭ رېڭى

source: Cursor style
ug: نۇربەلگە ئۇسلۇبى

source: Cust_om format:
ug: ئىختىيارىي پىچىم(_O):

source: Custom
ug: ئىختىيارى

source: Custom Actions
ug: ئىختىيارى مەشغۇلات

source: Custom Format
ug: ئىختىيارى فورمات

source: Custom Location
ug: ئىختىيارى ئورۇن

source: Custom _Actions
ug: ئىختىيارى مەشغۇلاتلار(_A)

source: Custom _DPI setting:
ug: ئىختىيارىي DPI تەڭشىكى(_D):

source: Custom color
ug: ئىختىيارى رەڭ

source: Custom format:
ug: ئىختىيارىي پىچىم:

source: Custom message to show on the dialog
ug: سۆزلەشكۈدە كۆرۈنىدىغان ئۇچۇر

source: Custom status icon
ug: ئىختىيارىي ھالەت سىنبەلگىسى

source: Custom...
ug: ئىختىيارىي…

source: Customize
ug: ئۆزلەشتۈرۈش

source: Customize Keyboard shortcuts
ug: كۇنۇپكا تېزلەتمىسىنى ئۆزلەشتۈر

source: Customize Look and Feel
ug: كۆرۈنۈش ۋە تۇيغۇنى ئۆزلەشتۈرۈش

source: Customize Sh_ortcuts...
ug: تېزلەتمىلەرنى ئۆزلەشتۈر(_O)…

source: Customize Toolbar
ug: قورال ئىستونىنى ئۆزلەشتۈرۈش

source: Customize Toolbar...
ug: قورال بالدىقىنى ئۆزلەشتۈرۈش...

source: Customize desktop startup and splash screen
ug: ئۈستەلئۈستىنى قوزغىتىش ۋە قوزغىلىش ئېكراننى ئۆزلەشتۈرۈش

source: Customize how notifications appear on your screen
ug: ئۇقتۇرۇشلارنىڭ كۆرۈنۈش ئۇسۇلىنى ئۆزلەشتۈر

source: Customize settings stored by Xfconf
ug: Xfconf ساقلىغان تەڭشەكلەرنى ئۆزلەشتۈر

source: Customize the look of your desktop
ug: ئۈستەلئۈستىنىڭ كۆرۈنۈشىنى ئۆزلەشتۈرۈش

source: Customize the panel
ug: كۆزنەكنى ئۆزلەشتۈرۈش

source: Customize your MPD client
ug: ئۆزىڭىزنىڭ MPD خېرىدارىنى تەڭشەش

source: Customize your desktop
ug: ئۈستەلئۈستىنى ئۆزلەشتۈر

source: Customizes look and feel of your desktop
ug: ئۈستەلئۈستىنىڭ كۆرۈنۈش ۋە تۇيغۇسىنى ئۆزلەشتۈرۈش

source: Customizes look and feel of your desktop and applications
ug: ئۈستەلئۈستىنىڭ ۋە پروگراممىلارنىڭ كۆرۈنۈش ۋە تۇيغۇسىنى ئۆزلەشتۈرۈش

source: Custom…
ug: ئىختىيارىي…

source: Cut the selection
ug: تاللانغاننى كېسىدۇ

source: Cycle _through windows on all workspaces
ug: بارلىق خىزمەت رايونىدا پىرقىرات(_T)

source: Cycle windows
ug: كۆزنەكنى ئالماشتۇر

source: Cycle windows (Reverse)
ug: كۆزنەكنى ئالماشتۇر(تەتۈر يۆنىلىشتە)

source: Cyclically spawns a script/program, captures its output and displays the resulting string in the panel (c) 2004 Roger Seguin <roger_seguin@msn.com> (c) 2006 Julien Devemy <jujucece@gmail.com>
ug: قوليازما/پروگراممىلارنى قەرەللىك ئىجرا قىلىپ، كۆزنەكتە نەتىجىسىنى كۆرسىتىدۇ (c) 2004 Roger Seguin <roger_seguin@msn.com> (c) 2006 Julien Devemy <jujucece@gmail.com>

source: Cyrillic
ug: سلاۋيانچە

source: Cyrillic/Russian
ug: سلاۋيانچە/رۇسچە

source: Cyrillic/Ukrainian
ug: سلاۋيانچە/ئۇكرائىنچە

source: D-Bus-based configuration storage system.
ug: سەپلىمىلەرنى D-Bus ئاساسىدىكى ساقلىغۇچتا ساقلاش سىستېمىسى.

source: DEVICES
ug: ئۈسكۈنە

source: DNS prefetching is disabled.
ug: ئالدىن DNS تۇتۇش ئىنۋەتسىز قىلىنغان.

source: DOS / Windows (C_R LF)
ug: د ئو س (DOS) / ۋىندوۋس(C_R LF)

source: DSP Chain Preset
ug: DSP زەنجىرىنىڭ ئالدىن تەڭشىشى

source: DSP Preset Editor
ug: DSP ئالدىن تەڭشىكىنى تەھرىرلىگۈچ

source: DSP Presets
ug: DSP ئالدىن تەڭشەشلىرى

source: DSP preset:
ug: DSP ئالدىن تەڭشىشى

source: DVD Menu
ug: DVD تىزىملىكى

source: DVD Name
ug: DVD ئاتى

source: DVD Reader device
ug: DVD نى ئوقۇيدىغان ئۈسكۈنە

source: DVD image
ug: DVD تەسۋىرى

source: DVD mounted
ug: پلاستىنكا(DVD) ئېگەرلەندى

source: DVD+R DL Disc
ug: DVD+R DL دىسكا

source: DVD+R Disc
ug: DVD+R دىسكا

source: DVD+RW DL Disc
ug: DVD+RW DL دىسكىسى

source: DVD+RW Disc
ug: DVD+RW دىسكا

source: DVD+RW does not need blanking
ug: DVD+RW دىسكىنى قۇرۇقداشنىڭ زۆرۈرىيىتى يوق

source: DVD-RAM Disc
ug: DVD-RAM دىسكا

source: DVD-ROM Disc
ug: DVD-ROM دىسكا

source: DVD-RW Disc
ug: DVD-RW دىسكا

source: D_elete Item
ug: تۈرنى ئۆچۈر(_E)

source: D_isplay
ug: كۆرسەتكۈچ(_I)

source: D_istance:
ug: ئارىلىق(_I):

source: D_raw window frame when hovering a button
ug: ئىسترېلكا توپچا ئۈستىدە تۇرغاندا كۆزنەك كاندۇكىنى سىزسۇن(_R)

source: D_uplicate
ug: كۆپەيت(_u)

source: D_uplicate Line / Selection
ug: قۇر / تاللانغاننى كۆچۈر(_U)

source: Daemon which monitors windows and sets transparency based on rulesets
ug: قائىدىلەر توپى(rulesets) ئاساسىدا كۆزنەكنىڭ سۈزۈكلۈكىنى تەڭشەيدىغان Daemon

source: Daily
ug: كۈندىلىك

source: Dark
ug: قارا

source: Data %s~%d
ug: سانلىق-مەلۇمات %s~%d

source: Data CD
ug: سانلىق-ئاساس CD سى

source: Data Composition
ug: سانلىق-مەلۇمات ياسالمىسى

source: Data collection period
ug: سانلىق ئاساسلارنى يىغىدىغان ۋاقىتنى كىرگۈزۈڭ(ئىنتېرۋال)

source: Date
ug: چېسلا

source: Date Accessed
ug: زىيارەت قىلىنغان ۋاقىت

source: Date Modified
ug: ئۆزگەرتىلگەن چېسلا

source: Date Picture Taken
ug: تارتقان ۋاقىت

source: Date Taken:
ug: تارتىلغان ۋاقتى:

source: Date and Time
ug: چېسلا ۋە ۋاقىت

source: Date and Time plugin with a simple calendar
ug: ئاددىي يىلنامە بىلەن ۋاقىت ۋە چېسلانى كۆرسىتىش

source: Date only
ug: چېسلا

source: Date, then time
ug: چېسلا ئاندىن ۋاقىت

source: DateTime
ug: چېسلا ۋە ۋاقىت

source: Days view
ug: كۈنلەر كۆرۈنۈشى

source: De_vice:
ug: ئۈسكۈنە(_V):

source: DeaDBeeF %s ChangeLog
ug: DeaDBeeF %s نى ئۆزگەرتىش خاتىرىسى

source: DeaDBeeF EQ preset files (*.ddbeq)
ug: DeaDBeeF EQ نىڭ ئالدىن تەڭشەش ھۆججەتلىرى (*.ddbeq)

source: DeaDBeeF EQ presets (*.ddbeq)
ug: DeaDBeeF EQ نىڭ ئالدىن تەڭشەشلىرى (*.ddbeq)

source: DeaDBeeF Translators
ug: DeaDBeeF تەرجىمانلىرى

source: DeaDBeeF playlist files (*.dbpl)
ug: DeaDBeeF قويۇش تىزىمى ھۆججەتلىرى (*.dbpl)

source: Debian Sensible Browser
ug: Debian Sensible كۆرگۈ

source: Debian X Terminal Emulator
ug: Debian X تېرمىنال تەقلىدلىگۈ

source: Decorations:
ug: بېزەكلەر:

source: Decrease the indentation of the selection or current line
ug: نۆۋەتتىكى قۇر ياكى تاللانغاننى تېخىمۇ بەكرەك قۇر بەشى تەرەپكە يۆتكەيدۇ

source: Decrease the zoom level
ug: چوڭايتىش-كىچىكلىتىش دەرىجىسىنى كىچىكلىتىدۇ

source: Defaul_t drop action:
ug: كۆڭۈلدىكى تاشلاش مەشغۇلاتى(_T):

source: Default
ug: كۆڭۈلدىكى

source: Default (UTF-8)
ug: كۆڭۈلدىكى (UTF-8)

source: Default Application
ug: كۆڭۈلدىكى پروگرامما

source: Default Audio Device
ug: كۆڭۈلدىكى ئۇن ئۈسكۈنىسى

source: Default Fon_t
ug: كۆڭۈلدىكى خەت نۇسخىسى(_T)

source: Default ID3 V1 Encoding:
ug: كۆڭۈلدىكى ID3 V1 كودلىشى:

source: Default Monitor
ug: كۆڭۈلدىكى كۆرسەتكۈچ

source: Default View
ug: كۆڭۈلدىكى كۆرۈنۈش

source: Default X display to use.
ug: ئىشلىتىدىغان كۆڭۈلدىكى X كۆرسەتكۈچى.

source: Default _position:
ug: كۆڭۈلدىكى ئورۇن(_P):

source: Default command:
ug: كۆڭۈلدىكى بۇيرۇق:

source: Default font:
ug: كۆڭۈلدىكى خەت نۇسخىسى:

source: Default song length (sec)
ug: كۆڭۈلدىكى ناخشا ئۇزۇنلۇقى (سېكۇنت)

source: Default timezone not found, please, set it manually.
ug: كۆڭۈلدىكى ۋاقىت رايونى تېپىلمىدى، ئۆزىڭىز بېكىتىڭ.

source: Default timezone set to %s.
ug: كۆڭۈلدىكى ۋاقىت رايونى %s غا توغرىلا.

source: Default value for eject checkbox
ug: چىقىرىۋېتىشنى تاللاش كۆزنەكچىسىنىڭ كۆڭۈلدىكى قىممىتى

source: Define _shortcuts for launching applications:
ug: پروگراممىنى قوزغىتىدىغان تېزلەتمە كۇنۇپكا بېكىتىڭ(_S):

source: Delay _before raising focused window:
ug: فۇكۇسلىنىپ كۆتۈرۈلگۈچە بولغان ۋاقىت(_B):

source: Delay before capturing
ug: سۈرەتكە ئېلىشنىڭ ئالدىدا كېچىكتۈرۈش

source: Delay before each key starts repeating
ug: ھەر بىر كۇنۇپكىنىڭ قايتىلىنىشتىن بۇرۇنقى كېچىكىش ۋاقتى

source: Delay in seconds before taking the screenshot
ug: ئېكران كۆرۈنۈشىنى رەسىمگە ئېلىش باشلانغۇچە بولغان ۋاقىت

source: Delay in seconds before the screenshot is taken
ug: رەسىمگە ئېلىشتىن بۇرۇنقى توختاش ۋاقتى(سېكۇنت)

source: Delay in seconds until loading the page:
ug: بەتنى ئوقۇپ بولغۇچە كېچىكتۈرۈش ۋاقتى:

source: Delay of auto-selection in single click mode (0 to disable)
ug: بىرلا چېكىپ تاللاش ھالىتىدىكى كېچىكىش(0 بولسا ئىناۋەتسىز قىلىنىدۇ)

source: Delay page load until you actually use the tab.
ug: بەتكۈچنى ئىشلەتكۈچە بەتنىڭ ئوقۇشىنى كېچىكتۈرىدۇ

source: Delayed load
ug: كېچىكتۈرۈپ ئوقۇش

source: Delete
ug: ئۆچۈر

source: Delete All
ug: ھەممىنى ئۆچۈر…

source: Delete Error
ug: ئۆچۈرۈش خاتالىقى

source: Delete File
ug: ھۆججەت ئۆچۈرۈش

source: Delete Message
ug: ئۆچۈرۈش ئۇچۇرى

source: Delete Related Options:
ug: ‹Delete› قا مۇناسىۋەتلىك تاللانمىلار:

source: Delete This Panel
ug: بۇ كۆزنەكچىنى ئۆچۈرۈش

source: Delete active workspace
ug: ئاكتىپ خىزمەت رايونىنى ئۆچۈر

source: Delete all files and folders in the Trash
ug: ئەخلەتخانىدىكى بارلىق ھۆججەت ۋە مۇندەرىجىلەرنى ئۆچۈرۈش

source: Delete feed
ug: فىد(feed) ئۆچۈر

source: Delete files from disk
ug: دىسكىدىن ھۆججەت ئۆچۈرۈش

source: Delete last workspace
ug: ئەڭ ئاخىرقى خىزمەت رايونىنى ئۆچۈر

source: Delete message
ug: ئۇچۇرنى ئۆچۈر

source: Delete old Cookies after:
ug: بۇ ۋاقىتتىن كېيىن كونا Cookies ئۆچۈرسۇن:

source: Delete pages from history after:
ug: ئىزدىن بەتلەرنى بۇ ۋاقىتتىن كېيىن ئۆچۈرسۇن:

source: Delete the current selection
ug: تاللانغاننى ئۆچۈرىدۇ

source: Delete the currently selected action.
ug: ھازىرقى تاللانغان مەشغۇلاتنى ئۆچۈرىدۇ.

source: Delete the currently selected item
ug: تاللانغان تۈرنى ئۆچۈر

source: Delete the selected bookmark
ug: تاللانغان خەتكۈشنى ئۆچۈرىدۇ

source: Delete the selected file
ug: تاللانغان ھۆججەتنى ئۆچۈرۈش

source: Delete the selected history item
ug: تاللانغان ئىزنى ئۆچۈرىدۇ

source: Delete this image from disk
ug: بۇ سۈرەتنى دىسكىدىن ئۆچۈرۈۋېتىدۇ

source: Delete user script
ug: ئىشلەتكۈچى قوليازما پروگراممىسىنى ئۆچۈر

source: Delete user style
ug: ئىشلەتكۈچى ئۇسلۇبىنى ئۆچۈر

source: Deleted
ug: ئۆچۈرۈلدى

source: Deleted:
ug: ئۆچۈرۈلگەن:

source: Deletes all shown cookies. If a filter is set, only those cookies are deleted which match the filter.
ug: كۆرۈنگەن ھەممە كۇكى(Cookie) نى ئۆچۈرىدۇ. ئەگەر سۈزگۈچ بار بولسا، سۈزۈلگەننىلا ئۆچۈرىدۇ.

source: Deleting files
ug: ھۆججەت ئۆچۈرۈۋاتىدۇ

source: Deleting files...
ug: ھۆججەتلەرنى ئۆچۈرۈۋاتىدۇ...

source: Demo
ug: ئۈلگە كۆرسىتىش

source: Demonstrates the selected splash screen
ug: تاللانغان قوزغىلىش ئېكرانىنى سىناق قىل

source: Depth:
ug: چوڭقۇرلاش:

source: Des_ktop Folder
ug: ئۈستەلئۈستى قىسقۇچى(_F)

source: Descending
ug: كېمەيگۈچى

source: Description
ug: چۈشەندۈرۈلۈشى

source: Description:
ug: چۈشەندۈرۈش:

source: Deselect all
ug: ھەممىنى تاللىما

source: Deskbar
ug: ئۈستەل بالداق

source: Deskbar Mode
ug: ئۈستەل بالداق(Deskbar) ھالىتى

source: Desktop
ug: ئۈستەلئۈستى

source: Desktop (Create Link)
ug: ئۈستەلئۈستى (ئۇلانما ياسا)

source: Desktop Error
ug: ئۈستەلئۈستى خاتالىقى

source: Desktop File Icons: %s
ug: ئۈستەلئۈستى ھۆججەت سىنبەلگىلىرى: %s

source: Desktop Folder
ug: ئۈستەلئۈستى قىسقۇچى

source: Desktop Folder Error
ug: ئۈستەلئۈستى قىسقۇچى خاتالىقى

source: Desktop Icons
ug: ئۈستەلئۈستى سىنبەلگىسى

source: Desktop Icons: %s
ug: ئۈستەلئۈستى سىنبەلگىلىرى: %s

source: Desktop Manager
ug: ئۈستەلئۈستى باشقۇرغۇ

source: Desktop Menu: %s
ug: ئۈستەلئۈستى تىزىملىكى: %s

source: Desktop Number / Workspace Name
ug: ئۈستەلئۈستى نومۇرى / خىزمەت رايونى ئاتى

source: Desktop Pager
ug: ئۈستەلئۈستى چاقىرغۇسى

source: Desktop Preferences
ug: ئۈستەلئۈستى مايىللىقى

source: Desktop Session Settings
ug: ئۈستەلئۈستى ئەڭگىمە تەڭشىكى

source: Desktop Settings
ug: ئۈستەلئۈستى تەڭشىكى

source: Desktop _Settings...
ug: ئۈستەلئۈستى تەڭشىكى(_S)...

source: Desktop accessories
ug: ئۈستەلئۈستى قوشۇمچە دېتاللىرى

source: Desktop and system settings applications
ug: ئۈستەلئۈستى ۋە سىستېما تەڭشىكى پروگراممىلىرى

source: Desktop calendar
ug: ئۈستەلئۈستى يىلنامىسى

source: Desktop panel for LXDE project
ug: LXDE قۇرۇلۇشىدىكى ئۈستەلئۈستى كۆزنەكچىسى

source: Desktop:
ug: ئۈستەلئۈستى:

source: Destination Directory:
ug: نىشان مۇندەرىجە

source: Destination is a sub folder of source
ug: نىشان مەنبەنىڭ تارماق قىسقۇچى ئىكەن

source: Destination:
ug: نىشان:

source: Destroy
ug: بۇز

source: Detailed List
ug: تەپسىلىي تىزىم

source: Detailed List View
ug: تەپسىلىي تىزىم كۆرۈنۈشى

source: Detailed _List View
ug: تەپسىلىي تىزىم كۆرۈنۈشى(_L)

source: Detailed directory listing
ug: تەپسىلىي مۇندەرىجە تىزىمى

source: Details
ug: تەپسىلاتلار

source: Details about the screenshot for ZimageZ
ug: ZimageZ دا ئىشلىتىلىدىغان ئېكران كۆرۈنۈشى ھەققىدىكى تەپسىلاتلار

source: Details view
ug: تەپسىلىي كۆرۈنۈش

source: Detected devices
ug: تاپقان ئۈسكۈنىلەر

source: Detecting...
ug: تەكشۈرۈۋاتىدۇ...

source: Determine whether the close button is visible
ug: تاقاش توپچىسىنىڭ كۆرۈنىدىغان كۆرۈنمەيدىغانلىقىنى بەلگىلەيدۇ

source: Developer
ug: ئىجادىيەتچى

source: Developer:
ug: ئىجادىيەتچى:

source: Developers: Alexis Lopez Zubieta --> azubieta@estudiantes.uci.cu Dairelys Garcia Rivas --> dgrivas@estudiantes.uci.cu Repository: https://github.com/azubieta/lxkb_config Last version: https://github.com/azubieta/lxkb_config/downloads
ug: ئىجادىيەتچى: Alexis Lopez Zubieta --> azubieta@estudiantes.uci.cu Dairelys Garcia Rivas --> dgrivas@estudiantes.uci.cu خەزىنە: https://github.com/azubieta/lxkb_config ئەڭ يېڭى نەشرى: https://github.com/azubieta/lxkb_config/downloads

source: Development
ug: ئىجادىيەت

source: Device
ug: ئۈسكۈنە

source: Device Icons
ug: ئۈسكۈنە سىنبەلگىسى

source: Device address
ug: ئۈسكۈنە ئادرېسى

source: Device buffer:
ug: ئۈسكۈنە يىغلەكى:

source: Device file
ug: ئۈسكۈنە ھۆججىتى

source: Device type "%s" not supported
ug: ئۈسكۈنە تىپى «%s» نى قوللىمايدۇ

source: Device type not supported
ug: ئۈسكۈنە تىپىنى بىر تەرەپ قىلالمايدۇ

source: Device:
ug: ئۈسكۈنە:

source: Devices
ug: ئۈسكۈنىلەر

source: Dew point
ug: شەبنەم نۇقتىسى

source: Di_sabled
ug: ئىناۋەتسىز قىلىنغان(_S)

source: Dialing
ug: نومۇر بېسىش

source: Dictionary
ug: لۇغەت

source: Dictionary Client
ug: لۇغەت خېرىدارى

source: Dictionary Results:
ug: لۇغەت نەتىجىسى:

source: Dictionary Server
ug: لۇغەت مۇلازىمېتىرى

source: Dictionary:
ug: لۇغەت:

source: Diff
ug: پەرقى

source: Diff Related Options:
ug: سېلىشتۇر(Diff) غا مۇناسىۋەتلىك تاللانمىلار:

source: Digital
ug: رەقەملىك

source: Digital Cameras
ug: رەقەملىك كامېرالار

source: Digital Clock
ug: رەقەملىك سائەت

source: Digital display
ug: رەقەملىك ئېكران

source: Directory
ug: مۇندەرىجە

source: Directory Menu
ug: مۇندەرىجە تىزىملىكى

source: Directory Tree
ug: مۇندەرىجە دەرىخى

source: Directory where the screenshot will be saved
ug: ئېكران كۆرۈنۈشىنى ساقلايدىغان مۇندەرىجە

source: Dis_tance:
ug: ئارىلىق(_T):

source: Disable
ug: ئىناۋەتسىز

source: Disable Track Album
ug: ئىناۋەتسىز نەغمە ئالبوم

source: Disable Display Power Management Signaling (DPMS), e.g don't attempt to switch off the display or put it in sleep mode.
ug: توك مەنبە باشقۇرۇش سىگنالى (DPMS) (Disable Display Power Management Signaling ) ئىناۋەتسىز قىلىنسا، كۆرسەتكۈچنىڭ توكى ئۈزۈلمەيدۇ ۋە ئۇخلاش ھالىتىگە كىرمەيدۇ.

source: Disable all _extensions
ug: بارلىق كېڭەيتمىنى چەكلە(_E)

source: Disable all me_nu access keys (such as Alt+f)
ug: بارلىق تىزىملىكنىڭ زىيارەت كۇنۇپكىسى(Alt+f دېگەندەكلەر)نى چەكلە

source: Disable binding to TCP ports
ug: TCP ئېغىزىغا باغلاشنى چەكلە

source: Disable m_enu shortcut keys (F10 by default)
ug: بارلىق تىزىملىكنىڭ تېزلەتمىلىرى(F10 دېگەندەكلەر)نى چەكلە

source: Disable menu shortcut key (F10 by default)
ug: تىزىملىك تېزلەتمىسىنى ئىناۋەتسىز قىلىش (كۆڭۈلدە F10 ئارقىلىق)

source: Disable nowplaying
ug: nowplaying نى ئىناۋەتسىز قىلىش

source: Disable screensaver while playing movies
ug: كىنو قويۇۋاتقاندا ئېكران قوغدىغۇچ ئىناۋەتسىز بولسۇن

source: Disable session management
ug: ئەڭگىمە باشقۇرۇشنى ئىناۋەتسىز قىل

source: Disable sticky keys if _two keys are pressed
ug: 2 دانە كۇنۇپكا بېسىلغاندا چاپلىشاڭغۇ كۇنۇپكىلار چەكلەنسۇن(_T)

source: Disable t_ooltips
ug: كۆرسەتمىلەر ئىناۋەتسىز(_O)

source: Disable to_uchpad while typing
ug: كۇنۇپكىدىن كىرگۈزۈۋاتقاندا سەزگۈر تاختا ئىناۋەتسىز بولسۇن(_U)

source: Disable using Alt-n for tabs and menu
ug: بەتكۈچ ۋە تىزىملىك ئۈچۈن Alt-n نى ئىناۋەتسىز قىلىش

source: Disabled
ug: چەكلەنگەن

source: Disc Number
ug: دىسكا نومۇرى

source: Disc is not erasable.
ug: دىسكىنى ئۆچۈرگىلى بولمايدىكەن.

source: Disc status
ug: دىسكا ھالىتى

source: Discard old tabs
ug: كونا بەتكۈچلەرنى تاشلىۋەت

source: Discharging color 1
ug: توكسىزلاش رەڭگى 1

source: Discharging color 2
ug: توكسىزلاش رەڭگى 2

source: Disconn_ect
ug: باغلىنىشنى ئۈز(_E)

source: Disconnect the selected resource
ug: تاللانغان مەنبەدىن ئۈزۈلىدۇ

source: Disconnected
ug: ئۈزۈلدى

source: Disconnecting from "%s" failed.
ug: ئورۇن «%s» دىن ئۈزۈلۈش مەغلۇپ بولدى.

source: Disk Performance Monitor
ug: دىسكا ئىقتىدارىنى كۆزەتكۈ

source: Disk Writer
ug: دىسكىغا يازغۇچ

source: Diskperf monitor displays instantaneous disk I/O transfer rates and busy times
ug: مەزكۇر Diskperf كۆزەتچىسى دىسكىنىڭ I/O تېزلىكى ۋە ئالدىراش ۋاقتىنى كۆرسىتىپ بېرىدۇ.

source: Display
ug: كۆرسىتىش

source: Display CPU usage
ug: CPU نىڭ ئىشلىتىلىشىنى كۆرسىتىش

source: Display CPU:
ug: كۆرسىتىدىغان س پ ئۇ (CPU):

source: Display Gnome applets in the panel
ug: Xfce4 تاختىسىدا GNOME نىڭ قوللانچاقلىرىنى كۆرسىتىدۇ

source: Display Gnome applets on the Xfce4 Panel
ug: Xfce4 تاختىسىدا GNOME نىڭ قوللانچاقلىرىنى كۆرسىتىش

source: Display Image and Tooltip
ug: سۈرەت ۋە كۆرسەتمىنى كۆرسىتىش

source: Display RAM usage
ug: RAM نىڭ ئىشلىتىلىش ئەھۋالىنى كۆرسىتىش

source: Display Settings
ug: كۆرۈنمە يۈز تەڭشىكى

source: Display Thunar user manual
ug: سۇنار(Thunar) نىڭ قوللانمىسىنى كۆرسىتىدۇ

source: Display _borders around new windows
ug: يېڭى كۆزنەكلەرنىڭ گىرۋەكلىرىنى كۆرسەتسۇن(_B)

source: Display _fullscreen overlay windows directly
ug: پۈتۈن ئېكرانلىق كۆزنەكلەرنى بىۋاسىتە كۆرسەت(_F)
